[
  {
    "name": "Zen - Lost Soul",
    "description": "Zen was an Alternative Rock band that originated in Yerevan, Armenia. The members of the band were: Eliza Barkhudaryan(Vocals and Violin), Hrach Amirkhanyan(Drums), Ani Ulbricht(Bass Guitar), David Hovhannisyan(Guitar). The song Lost Soul is written and composed by Eliza Barkhudaryan.\n“Lost Soul” was one of the songs that I have written during my teenage years. It explores the layers of ambiguity that I have experienced, emotional rage, unaccepted love and being lost in the path of life. The song went through many stages: originally written by me, on a piece of paper, after having a huge mental breakdown, and then finding the perfect chords for it on the ukulele. Years later, me and the other members of the Zen band recorded the song and made improvements to the instrumental part of it. My initial purpose while writing the song was to figure out my woven feelings, rage and to open up to people about them. I would modify the lyrics nowadays, however if I decide to do so, I will simply lie to my younger lost soul.",
    "path": "https://storage.elizabarkhudaryan.me/music/zen_lost_soul.mp3"
  },
  {
    "name": "Meghrie - The Promise",
    "description": "The soundtrack has been composed by me for the movie “Promise”, directed by Meghrie. The melody showcases the cycles of grief, denial, breakdown and hope that the main character experiences on the screen. I have composed the melodies on a MIDI keyboard, acoustic violin and have mixed them in the Ableton Live. I found the process of composing a soundtrack for a specific movie, aligning it with the plot and the scenes very captivating. Being trusted to arrange a musical score for the movie was a big honour, pleasure and an immersive creative journey!",
    "path": "https://storage.elizabarkhudaryan.me/music/The_Promise(2024)_by_Meghrie.mov"
  },
  {
    "name": "Unwanted Presence",
    "path": "https://storage.elizabarkhudaryan.me/music/unwanted_presence.wav",
    "description": "Dear Listeners,\nWhat scares you the most?\nYour answers will be uniquely different, however one thing that scares all, is the presence of something foreign and unknown…\nThe piece “Unwanted Presence” triggers the listeners, by giving the idea that someone is crawling through the door behind their back. This melody was composed during my studies of sound production at the SEC (Sound Enthusiastic Community). My initial curiosity in horror led me to composing a triggering, dark and an uncanny piece by just playing on the acoustic and electric violins, recording them and editing the melodies in Ableton Live. Eventually, I ended up experimenting with the reverb, pitching down the timbre of my violins, adding EQs and compressors, to ensure a richer sound. The overall process of composing, recording and editing taught me that I can achieve any kind of sound through musical instruments, and freely compose in my favorite genre: horror."
  }
]